---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.TrussFamilyDiagWeb
source: html/4b5cc199-4914-fa89-a81f-26cdeb9c6618.htm
---
# Autodesk.Revit.DB.GroupTypeId.TrussFamilyDiagWeb Property

Diagonal Webs.

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyDiagWeb { get; }
```